Parameter cannot be changed due to internal problems.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InternalProblemsParameter { get; }
  Visual Basic
Public Shared ReadOnly Property InternalProblemsParameter As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InternalProblemsParameter {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeneralFailures Class
  Autodesk.Revit.DB Namespace